Autodesk.Revit.DB.Lighting.SphericalLightDistribution.#ctor(Autodesk.Revit.DB.Lighting.SphericalLightDistribution)
Creates a copy of the given spherical light distribution
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2013